tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "asdf"
brew "awscli"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cpanminus"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "fpp"
brew "fzf"
brew "git-extras"
brew "git-lfs"
brew "git-open"
brew "go"
brew "gpg"
brew "grep"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "java"
brew "jq"
brew "k9s"
brew "krew"
brew "kube-ps1"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "pgcli"
brew "php"
brew "poetry"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "urlview"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "xsv"
#cask "1password"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "keepingyouawake"
cask "kitty"
cask "maccy"
cask "meld"
cask "ngrok"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
